export const NAMES = [
  'Анна',
  'Екатерина',
  'Ксения',
  'Алексей',
  'Михаил',
  'Алёна',
  'Ярослав',
  'Елисей',
  'Александра',
  'Владислав',
  'Савелий',
  'Арина',
  'Юлия',
  'Александр',
  'Марк',
  'Денис',
  'Варвара',
];

export const USER_EMAILS = [
  'balistreri@hotmail.com',
  'ahul44@kirlin.com',
  'alysha.walker@johns.biz',
  'ulittle@hotmail.com',
  'jacobson.@nolan.org',
  'candido@bergstrom.biz',
  'estrella.bode@stehr.com',
];

export const TRAINER_EMAILS = [
  'columbus.kohler@heiden.com',
  'joan37@collins.biz',
  'mason.aufderhar@hamill.org',
  'inader@hyatt.com',
  'kkub@lindgren.net',
  'prosacco.max@thiel.com',
  'xglover@swift.com',
  'bernier.ruthe@dach.com',
];

export const ABOUT_INFO = [
  'Привет! Я занимаюсь фитнесом уже несколько лет и могу поделиться с вами своим опытом. Моя цель - поддерживать хорошую физическую форму и вдохновлять других к активному образу жизни. Давайте вместе достигать результатов!',
  'Фитнес - это не просто хобби, это мой образ жизни. Я увлечен здоровым питанием, тренировками и постоянным совершенствованием. Давайте встретимся на тренировке и разделим свои цели!',
  'Я новичок в мире фитнеса, но с большим энтузиазмом. Я ищу мотивацию и советы по тренировкам. Буду рад познакомиться с единомышленниками!',
  'Спорт - это моя страсть. Я активно участвую в соревнованиях по бегу и поддерживаю высокий уровень физической активности. Давайте тренироваться вместе и достигать новых вершин!',
  'Мне нравится разнообразие - я пробовал множество видов фитнеса, от йоги до кроссфита. Я готов к новым вызовам и ищу компанию для совместных тренировок.',
  'Здоровье - это богатство! Я стремлюсь к здоровому образу жизни и считаю, что физическая активность - ключ к счастью. Давайте вдохновлять друг друга на достижение лучших результатов.',
  'Спорт - это моя медитация. В тренировках я нахожу уравновешенность и гармонию. Готов поделиться этой энергией с вами.',
  'Мечтаю о собственном марафоне. Тренируюсь каждый день, чтобы достичь этой цели. Присоединяйтесь к моей команде и покорим долгие дистанции вместе!',
  'Я выбрал фитнес как способ снять стресс и поддерживать физическую активность. Готов поделиться с вами своими секретами здоровья и баланса.',
  'Фитнес - это мой антидепрессант. С ним я чувствую себя бодро и полон сил. Давайте вдохновим друг друга на новые достижения!',
  'Люблю природные тренировки на свежем воздухе. Велосипед, пешие походы, бег - это мои страсти. Давайте покорим горы и леса вместе!',
  'Здоровый образ жизни - это семейная традиция. Мы вместе тренируемся, здорово проводим время и поддерживаем друг друга в поиске здоровья и счастья.',
  'Фитнес - моя лучшая инвестиция. Я уверен, что забота о своем теле - это забота о будущем. Давайте делать правильные шаги вместе.',
  'Люблю новаторские тренировки и эксперименты. Постоянно ищу новые методы для достижения лучших результатов. Присоединяйтесь к моему путешествию к фитнесу.',
  'Фитнес - это не только спорт, но и стиль жизни. Готов делиться своими знаниями и опытом с теми, кто ищет равновесие и гармонию.',
];

export const BACK_USER_IMAGES = [
  'users/backs/user-1.png',
  'users/backs/user-2.png',
  'users/backs/user-3.png',
  'users/backs/user-4.png',
];

export const PASSWORD = 'mockpass';

export const AVATAR = 'users/avatar/avatar.png';

export const CERTIFICATES = [
  'certificates/1.pdf',
  'certificates/2.pdf',
  'certificates/3.pdf',
  'certificates/4.pdf',
  'certificates/5.pdf',
  'certificates/6.pdf',
];

export const ACHIEVEMENTS = [
  'Специалист по бодибилдингу с 10-летним опытом. Помог более чем 100 клиентам достичь своих целей в наборе мышечной массы и силовых тренировках.',
  'Эксперт по функциональному тренингу. Создал уникальные программы для улучшения координации и выносливости. Моя команда и я помогли клиентам преодолеть множество вызовов!',
  'Личный тренер с сертификатом по йоге и пилатесу. Учил клиентов гармонии тела и разума. Вместе с ними достигли выдающихся результатов в гибкости и релаксации.',
  'Специалист по питанию и диетолог. Помог более чем 500 клиентам изменить свои привычки и достичь идеальной фигуры. Моя цель - сделать вас лучше с каждым днем!',
  'Тренер-атлет и бывший профессиональный боксер. Обучил множество спортсменов и начинающих бойцов. Моя команда и я создаем чемпионов!',
];
